{
  "summary": "Please provide a summary of the research article focusing on the following aspects, using original phrases about time and unit of analysis from article if possible:\n- Research Method: Describe the overall research method employed in the study, also the data collection procedure and duration, time intervals\n- Time relevant details: state the data collection procedure and duration, time intervals of data collection between times. Usually research variables are collected each time.\n- Sampling Method and Entity Type: Explain the sampling method used and specify the type of entities (e.g., individuals, organizations) involved. Here, entity refers to an unit of analysis, or termed as analysis level, granuality or resolution. \n- Statistical Model: Outline the statistical model applied for analysis. DO NOT USE conceptual model name here.\n- Unit of Analysis: Identify the unit of analysis used in the statistical model.\n- Number of entities or Sample Size: the table and results parts ususally reveal the number of analysis unit.Analysis model details in figure and table are good references.",
  "level_entity": "What is the level of the entity? Indicate Individual (1) or Aggregate (0):Individual (1): Usually people as samples, not only for real person in survey but also for online user accounts in social media study. Aggregate (0): For example, a population with changed individuals at each time points, an organization, industry, nation, or social media platforms, websites. Provide a number ONLY.",
  "number_entity": "What is the number of the case/entity in the study? Entity is the unit of analysis/granuality/ resolution in the study. Provide a number ONLY",
  "number_time": "What is the number of time points? All research variables should be collected at each time points in most cases. Noted that there are usually two data points over one period, namely before and after the period. Provide a number ONLY",
  "same_entity": "Does the entity/unit of analysis remain unchanged/the same across the time points? Entity is the comparable unit across time points. Indicate unchanged/same (1) or changed (0), Provide a number ONLY"
}
